Repository: hastoro11/CandyTodoSwiftUI
Catalog: SwiftUICandyTodo/*.lproj/Localizable.strings
Languages: hu

source: TO-DO
hu: FELADAT

source: Today's list
hu: Mai feladatok

source: SCHEDULER
hu: TERVEZŐ

source: Upcoming tasks
hu: További feladatok

source: Today
hu: Ma

source: Tomorrow
hu: Holnap

source: Yesterday
hu: Tegnap

source: NOTIFICATIONS
hu: ÉRTESÍTÉSEK

source: Alerts
hu: Emlékeztetők

source: PROFILE
hu: FELHASZNÁLÓ

source: Notification Settings
hu: Értesítések

source: Send notifications
hu: Értesítéseket kérek

source: Keep notifications for
hu: Értesítések mentése

source: of days
hu: napig

source: Name here...
hu: Név...

source: Email here...
hu: Email...

source: EDIT PROFILE
hu: SZERKESZTÉS

source: NEW TASK
hu: ÚJ FELADAT

source: Write here...
hu: Megnevezés...

source: Complete by:
hu: Határidő:

source: Priority
hu: Fontosság

source: More Options
hu: További opciók

source: Insert into calendar
hu: Tedd a naptárba

source: High
hu: Lényeges

source: Normal
hu: Normál

source: Low
hu: Nem annyira

source: Notify about this
hu: Értesítést kérek
